Repository: iqas/e2gui
Catalog: lib/python/Plugins/SystemPlugins/LBpanel/locale/*/LC_MESSAGES/messages.po
Languages: es

source: Yes
es: Si

source: Stop
es: Parar

source: Start
es: Iniciar

source: ReStart
es: Reiniciar

source: Install
es: Instalar

source: Please wait, starting %s
es: Por favor espera, iniciando %s

source: Select SoftCam or CardServer: - %s
es: Selecciona Softcam o CardServer: - %s

source: Please wait, stoping softcam or cardserver
es: Por favor espera, parando softcam o cardserver

source: Please wait, restarting %s
es: Por favor espera, reiniciando %s

source: LBpanel - LinuxBox Feeds Download
es: LBpanel - LinuxBox Feeds Descargas

source: Close
es: Cerrar

source: %s is installed
es: %s esta instalado

source: Reboot
es: Reiniciar

source: Softcam Init, Stop and Restart
es: Softcam, iniciar, detener y reiniciar

source: Plugin Status emu Oscam
es: Plugin Estado emu Oscam

source: Plugin Status emu Gbox-Mbox
es: Plugin Estado emu Gbox-Mbox

source: Mgcamd status information
es: Informacion del estado Mgcamd

source: Newcamd Line Editor
es: Editor lineas Mgcamd

source: Restarting ...
es: Reiniciando

source: LBpanel Sofcam Key Updater
es: LBpanel Sofcam Actualizador de claves

source: Path to save keyfile
es: Ruta para guardar archivo de claves

source: Name of keyfile
es: Nombre de archivo de claves

source: Add own biss in keyfile
es: Añadir propia biss en archivo de claves

source: Save
es: Guardar

source: Download
es: Descargar

source: Changelog
es: Historial de cambios

source: configuration is saved
es: configuración guardada

source: %s downloaded Successfull
es: %s descargado con éxito

source: %s downloaded UnSuccessfull
es: %s descarga fallida

source: LBpanel oscam.conf Switcher: - %s
es: LBpanel oscam.conf cambiar: - %s

source: Restart Softcam
es: Rei nciar Softcam

source: oscam.conf Switcher: - %s
es: oscam.conf Cambiar: - %s

source: Softcam Restarted
es: Softcam reinciado

source: Edit
es: Editar

source: Add
es: Añadir

source: Remove
es: Borrar

source: press OK to enable/disable server
es: apreta OK para activar/descativar server

source: LBpanel Server Edit
es: LBpanel Editor de Servidor

source: Server (ip/host)
es: Servidor (ip/host)

source: Port
es: Puerto

source: User
es: Usuario

source: Password
es: Contraseña

source: Update
es: Actualizar

source: LBpanel Global Parameters
es: Parametros globales LBpanel

source: CWS_CONNECT_TIMEOUT
es: CWS _LIMITE_CONEXIÓN

source: CWS_KEEPALIVE
es: CWS_MANTENER_CONEXION

source: CWS_INCOMING_PORT
es: CWS_PUERTO_ENTRANTE

source: CWS_DEBUG_PORT
es: CWS_PUERTO_DEPURACION

source: Restarting %s service
es: Reiniciando %s servicio

source: UnSuccessfull
es: Fallido

source: Starting %s service
es: Iniciando %s servicio

source: Stoping %s service
es: Parando %s servicio

source: Exit
es: Salir

source: Configure
es: Configurar

source: Testing daemons status...
es: Prueba estado Daemons

source: Stoping %s...
es: Parando %s...

source: Starting %s...
es: Iniciando %s...

source: Restart GUI
es: Reiniciar GUI

source: Clear /tmp
es: Borrar /tmp

source: IPK installer
es: Instalador IPK

source: Install ipk, bh.tgz, tar.gz, nab.tgz in /tmp
es: Instalar ipk, bh.tgz, tar.gz, nab.tgz in /tmp

source: Feed installer
es: Feed instalador

source: Download extensions
es: Descargar extensiones

source: Download feeds packages
es: Descargar paquetes del feed

source: IPK delete packages
es: Borrar paquetes IPK

source: Delete IPK packages
es: Borrar paquetes IPK

source: Sorys Channel List
es: Sorys Lista de canales

source: Download Sorys Channel List
es: Descarga Lista de canales Sorys

source: Download config emus
es: Descargas config de emus

source: Download Config Emus
es: Descargas Config de emus

source: Download Picon
es: Descarga Picon

source: *.tar.gz & *.bh.tgz & *.ipk removed
es: *.tar.gz & *.bh.tgz & *.ipk borrado

source: Download extensions from feed
es: Descarga extensiones desde el feed

source: Download -nodeps
es: Descarga -nodeps

source: Download -deps
es: Descarga -deps

source: %s is downloaded
es: %s esta descargada

source: LBpanel-Download Sorys Settings
es: LBpanel-Descarga Canales Sorys

source: Installing Sorys Settings
es: Instalar Canales Sorys

source: LBpanel-Download Config Emus
es: LBpanel-Descargas Config Emus

source: LBpanel-Download picon
es: LBpanel-Descarga de picon

source: LBpanel - Select files to install from /tmp
es: LBpanel - Selecciona archivos para instalar desde /tmp

source: Forced Install
es: Forzar instalacion

source: Install packets
es: Instalar paquetes

source: Install tar.gz, bh.tgz, nab.tgz
es: Instalar tar.gz, bh.tgz, nab.tgz

source: LBpanel - Ipk Remove
es: LBpanel - Borrar Ipk

source: UnInstall
es: Desinstalar

source: Adv. UnInstall
es: Adv. Desinstalacion

source: %s is UnInstalled
es: %s esta desinstalado

source: %s is Error UnInstalled
es: %s error desinstalacion

source: LBpanel-Install extensions from feed
es: LBpanel-Instalar extensiones desde feed

source: yes
es: si

source: spain d+
es: españa d+

source: Jan.
es: Ene.

source: Apr.
es: Abr.

source: Jul
es: Jun.

source: Aug.
es: Ago.

source: Dec.
es: Dic.

source: Su
es: Do

source: Mo
es: Lun

source: Tu
es: Mar

source: We
es: Mie

source: Th
es: Jue

source: Fr
es: Vie

source: Sa
es: Sab

source: Hour
es: Hora

source: Day of month
es: Dia del mes

source: Month
es: Mes

source: Day of week
es: Dia de la semana

source: Belarus
es: Bielorusia

source: Belgium
es: Belgica

source: Denmark
es: Dinamarca

source: Finland
es: Finlandia

source: France
es: Francia

source: Germany
es: Alemania

source: Greece
es: Grecia

source: Hungary
es: Hungria

source: Ireland
es: Irlanda

source: Italy
es: Italia

source: Latvia
es: Letonia

source: Lithuania
es: Lituania

source: Luxembourg
es: Luxemburgo

source: Moldova
es: Moldavia

source: Netherlands
es: Holanda

source: Norway
es: Noruega

source: Poland
es: Polonia

source: Russian Federation
es: Federacion Rusa

source: Slovakia
es: Slovaquia

source: Spain
es: España

source: Sweden
es: Suecia

source: Switzerland
es: Suiza

source: Ukraine
es: Ucrania

source: United Kingdom
es: Reino Unido

source: Mexico
es: Mejico

source: United States
es: Estados Unidos

source: New Zealand
es: Nueva Zelanda

source: Brazil
es: Brasil

source: Fast
es: Rapido

source: Full
es: Completo

source: LBpanel - Services
es: LBpanel - Servicios

source: HDD sleep
es: HDD dormir

source: Tools Crashlog
es: Herramientas crashlog

source: Manage crashlog files
es: Administrar archivos crashlog

source: System Info
es: Informacion del Sistema

source: System info (free, dh -f)
es: Informacion del Sistema (libre, dh -f)

source: Download D+ EPG
es: Descarga D+ EPG

source: SAT Down D+ EPG
es: SAT Descarga D+ EPG

source: Scan Peer Security
es: Analisis de seguridad de Peer

source: Check host security
es: Compruebe la seguridad del host

source: User Scripts
es: Scripts de usuario

source: Free Memory
es: Memoria libre

source: Launcher free memory
es: Lanzador de memoria libre

source: Network
es: Red

source: Restart network
es: Reiniciar Red

source: HDD go sleep
es: HDD ir a dormir

source: Manage Swap on %s
es: Administrar swap en %s

source: Start, Stop, Create, Remove Swap file
es: Iniciar, Parar, Crear, Borrar archivo Swap

source: Swap file created
es: Archivo Swap creado

source: Swap on %s off (%s)
es: Swap en %s off (%s)

source: Swap on %s on (%s)
es: Swap on %s en (%s)

source: Remove swap
es: Borrar swap

source: Remove swap on %s (%s)
es: Borrar swap on %s (%s)

source: Make swap
es: Hacer swap

source: Make swap on %s (128MB)
es: Hacer swap en %s (128MB)

source: Make swap on %s (256MB)
es: Hqacer swap en %s (256MB)

source: Make swap on %s (512MB)
es: Hacer swap en %s (512MB)

source: Swap file started
es: Archivo swap iniciado

source: Swap file stoped
es: Archivo swap parado

source: Swap file removed
es: Archivo swap borrado

source: LBpanel - Unmount manager
es: LBpanel - administrador para Desmontar

source: UnMount
es: Desmontar

source: reFresh
es: refrescar

source: none
es: ninguno

source: Unmounted %s
es: Desmontado %s

source: LBpanel - User Script
es: LBpanel - Script usuario

source: LBpanel - Config script Executer
es: LBpanel - Ejecutor script de configuración

source: Set script path
es: Establecer ruta script

source: Update Now
es: Actualizar ahora

source: Set time of upgrade
es: Establecer hora de actualización

source: Set time of transponder
es: Establecer hora de transpondedor

source: Sync on boot
es: Sincronización en el arranque

source: Server mode
es: Modo servidor

source: Select time zone
es: Seleccionar zona horaria

source: Select ntp server
es: Seleccione el servidor NTP

source: Configuration is saved
es: Configuracion guardada

source: new time not available
es: nuevo tiempo no disponible

source: bad format
es: formato malo

source: bad year %s
es: año malo %s

source: bad month %s
es: mes malo %s

source: bad day %s
es: dia malo %s

source: bad hour %s
es: hora mala %s

source: bad minute %s
es: minuto malo %s

source: Apply the new System time?
es: Aplicar la nueva hora del sistema?

source: not confirmed
es: no confirmado

source: Change system time was canceled, because %s
es: Cambio del horario del sistema fue cancelado, porque %s

source: LBpanel - System Utils
es: LBpanel - Utilidades de sistema

source: Manager Kernel Modules
es: Administrador módulos del kernel

source: Load & unload Kernel Modules
es: Cargar y descargar los módulos del kernel

source: Cron Manager
es: Administrador de Cron

source: Mount Manager
es: Adminitrador de montajes

source: HArd Disc Manager
es: Administrador de Disco Duro

source: Swap Manager
es: Administrador Swap

source: Start, Stop, Create, Remove Swap Files
es: Iniciar, Detener, Crear, Eliminar archivos Swap

source: UnMount USB
es: Desmontar USB

source: Unmount usb devices
es: Desmontar los dispositivos USB

source: LBpanel - Kernel Modules Manager
es: LBpanel - Administrador Módulos de Kernel

source: Load/UnLoad
es: Carga/descarga

source: Loaded %s
es: Cargado %s

source: UnLoaded %s
es: Sin carga%s

source: LBpanel - List Kernel Drivers in Memory
es: LBpanel - Drivers Lista del kernel en memoria

source: size: %s %s
es: tamaño: %s %s

source: LBpanel - Crashlog files
es: LBpanel - Archivos Crashlog

source: View
es: Ver

source: Remove All
es: Borrar todo

source: Removed %s
es: Borrado %s

source: Failed remove
es: Fallo borrado

source: Removed All Crashlog Files
es: Borrar todos archivos Crashlog

source: LBpanel - View Crashlog file
es: LBpanel - Ver archivo crashlog

source: %s.gz created in /tmp
es: %s.gz creado en /tmp

source: Select where to save epg.dat
es: Seleccionar dónde guardar epg.dat

source: Select D+ epg
es: Seleccionar D+ epg

source: Auto download epg.dat
es: Auto desarga epg.dat

source: Auto download hour
es: Descarga automática hora

source: Auto load and save EPG
es: Carga automática y guardar EPG

source: Save copy in ../epgtmp.gz
es: Guardar copia en ../epgtmp.gz

source: EPG Download
es: EPG Descarga

source: EPG downloaded
es: EPG descargado

source: Sorry, the EPG download error
es: Lo sentimos, error al descargar EPG

source: Save epg.dat
es: Guartdar epg.dat

source: Restore epg.dat
es: Restaurar epg.dat

source: Reload epg.dat
es: Recargar epg.dat

source: epg.dat reloaded
es: epg.dat recargado

source: reload epg.dat failed
es: recarga epg.dat fallada

source: epg.dat saved
es: epg.dat guardado

source: epg.dat restored
es: epg.dat restaurado

source: LBpanel - Cron Manager
es: LBpanel - Administrador Cron

source: Add tabs
es: Añadir pestañas

source: Remove tabs
es: Borrar pestañas

source: LBpanel - Add tabs
es: LBpanel - Añadir pestañas

source: Command
es: Comando

source: Every
es: Cada

source: LBpanel - System Info
es: LBpanel - Info del Sistema

source: LBpanel - Free Memory
es: LBpanel - Memoria Libre

source: LBpanel - Check Host
es: LBpanel - Comprobar Host

source: Auto Daily Test
es: Auto test diario

source: Disable Faulty Lines?
es: Desactivar lineas defectuosas?

source: Scan type
es: Tipo de busqueda

source: Auto scan localhost
es: Auto escaneo localhost

source: Send email only in danger lines?
es: Enviar correo electrónico sólo de líneas peligrosas?

source: Run
es: Corre

source: Configure and press blue key to check
es: Configurar y pulse la tecla azul para comprobar

source: Sorry, I can not find lbscan.py
es: Lo sentimos, pero no puedo encontrar lbscan.py

source: Scan peer
es: Escaneo de peer

source: Sorry, I can not find scan data, scan first
es: Lo sentimos, pero no puedo encontrar los datos de escaneo, buscar primero

source: Scaning hosts, please wait
es: Escaneado de host, por favor espere

source: LBpanel - Scan Results
es: LBpanel - Resultados del análisis

source: Setup Mounts
es: Configuracion de Mounts

source: Use as HDD
es: Usar como HDD

source: Wait please while scanning for devices...
es: Espere por favor, mientras que escaneo los dispositivos ...

source: HARD DISK:
es: DISCO DURO:

source: None
es: Ninguno

source: unavailable
es: no disponible

source: Size:
es: Tamañp:

source: Device:
es: Dispositivo:

source: Type:
es: Tipo

source: Mount failed
es: Montaje fallado

source: Can't unmount partiton, make sure it is not being used for swap or record/timeshift paths
es: No se puede desmontar particion, asegúrese de que no está siendo utilizado para intercambio o rutas grabar/Timeshift

source: This Device is already mounted as HDD.
es: Este dispositivo ya está montado como unidad de disco duro.

source: Choose where to mount your devices to:
es: Elija dónde montar sus dispositivos a:

source: Cancel
es: Cancelar

source: Wait please while scanning your STB_BOX devices...
es: Espere por favor mientras que escaneo los dispositivos de su STB_BOX ...

source: Updating mount locations.
es: Actualización ubicaciones de montaje.

source: Please wait.
es: Por Favor respera.

source: Changes need a system restart to take effect. Restart your STB_BOX now?
es: Los cambios necesitan que reinicies el sistema. Reinicia tu STB_BOX ahora?

source: Restart STB_BOX.
es: Reinicia STB_BOX.

source: CamEmu start-stop, Test Emu Control, Info Emus
es: CamEmu inicio-parada, Test Emu Control, Info Emus

source: Services
es: Servicios

source: System
es: Sistema

source: Kernel modules,swap,ftp,samba,crond,usb
es: Modulos de Kernel,swap,ftp,samba,crond,usb

source: Package install
es: Instalar paquetes

source: Install /uninstall ipk,tar.gz en /tmp
es: Instala /desinstala ipk,tar.gz en /tmp

source: Settings
es: Ajustes

source: Settings of LBpanel
es: Ajustes LBpanel

source: Add-ons
es: Complementos

source: Memory:
es: Memoria

source: Devices:
es: Dispositivos:

source: Detected NIMs:
es: NIMs Detectados:

source: Image:
es: Imagen:

source: Last Upgrade:
es: Ultima actualizacion:

source: Not Active
es: No activo

source: Not Installed
es: No instalado

source: %s %s (%d.%03d GB free)
es: %s %s (%d.%03d GB libre)

source: %s %s (%03d MB free)
es: %s %s (%03d MB libre)

source: Total: %s Kb Free: %s Kb
es: Total: %s Kb Libre: %s Kb

source: LBpanel Menu/Extension Menu Config
es: LBpanel Menu/Extensiones Menu Config

source: Show LBPanel in Main Menu
es: Mostrar LBPanel en Menú Principal

source: Show LBPanel in Extension Menu
es: Mostrar LBPanel en Menú Extensión

source: Show CamEmu Manager in Extension Menu
es: Mostrar Manager CamEmu en Menú Extensión

source: Show LB-NewCamd.list switcher in Extension Menu
es: Mostrar LB-newcamd.list conmutador en el Menú de Extensión

source: Show LB-Wicardd.conf switcher in Extension Menu
es: Mostrar LB-Wicardd.conf conmutador en el Menú de Extensión

source: Show LB-CrashLog viewr in ExtensionMenu
es: Mostrar LB-crashlog viewr en ExtensionMenu

source: Show LB-Script Executter in Extension Menu
es: Mostrar LB-Script Executter en Menú Extensión

source: Show LB-Usb Unmount in Extension Menu
es: Mostrar LB-Usb Desmontar en el menú de Extensión

source: Show LB-Installer in Extension Menu
es: Mostrar LB-instalador en el Menú de Extensión

source: Show PluginBrowser in LBPanel Main Menu
es: Mostrar PluginBrowser en el Menú Principal LBPanel

source: Filter by Name in download extentions
es: Filtar por nombre en descarga de extensiones

source: LBpanel - Configuration
es: LBpanel - Configuracion

source: Auto Update LBpanel
es: Auto actualizar LBpanel

source: Auto Update Settings
es: Auto actualizar ajustes

source: Send email on error/report to user?
es: Enviar correo electrónico en caso de error/informe al usuario?

source: Send errors/reports to: (email)
es: Enviar informes/errores a: (correo electrónico)

source: Smtp user
es: Smtp usuario

source: Smtp password
es: Smtp contraseña

source: Enable Softcam check?
es: Habilitar comprobacion Softcam

source: LBpanel has been updated, restart Enigma2 to activate your changes.
es: LBpanel se ha actualizado, reinicie Enigma2 para activar los cambios.

source: LBpanel settings has been updated, restart Enigma2 to activate your changes.
es: Ajustes LBpanel se ha actualizado, reinicie Enigma2 para activar los cambios.

source: The cam %s appears to malfunction. Service has been restarted. LBpanel
es: La cam %s parece funcionar mal. El servicio ha sido reiniciado. LBpanel

source: Sorry, EPG download error
es: Lo sentimos, error descarga EPG

source: CamEmu Manager
es: Administrador CamEmu

source: Start, Stop, Restart Sofcam/Cardserver
es: Iniciar, Parar, Reiniciar Sofcam/Cardserver

source: LB-Newcamd.list switcher
es: Selector LB-Newcamd.list

source: Switch newcamd.list with remote conrol
es: Cambie newcamd.list con control remoto

source: LB-Wicardd.conf switcher
es: LB-Wicard.conf selector

source: Switch wicardd.conf with remote conrol
es: Cambie wicardd.conf con control remoto

source: LB-Crashlog viewer
es: LB-Crashlog visor

source: LB-Script Executer
es: LB-Ëjecutor Script

source: Start scripts from /usr/script
es: Iniciar scripts desde /usr/script

source: LB-Unmount USB
es: LB-Desmonta USB

source: LB-Installer
es: LB-Instalador

source: install & forced install ipk, bh.tgz, tar.gz, nab.tgz from /tmp
es: instala & fuerza instalar ipk, bh.tgz, tar.gz, nab.tgz desde /tmp

source: Please wait while your network is restarting...
es: Por favor Espere mientras la red está reiniciando ...

source: LBpanel - Restart Network Adapter
es: Reiniciar Red
