Repository: iqas/e2gui
Catalog: lib/python/Plugins/Extensions/Infopanel/locale/*.po
Languages: pl

source: swap
pl: Wymiana swap

source: *.ts ending
pl: *.ts zakończenie

source: 1 GigaByte
pl: 1 Giga Bajtów

source: 2 GigaByte
pl: 2 Giga Bajtów

source: 3 GigaByte
pl: 3 Giga Bajtów

source: 4 GigaByte
pl: 4 Giga Bajtów

source: Addon-Manager
pl: Menadżer Dodatków

source: Audio / Video / SAT Config
pl: Parametry audio/wideo/sat.Konfig.

source: Automount
pl: Auto.Montowanie

source: Automount Enable
pl: Aktywować Auto.Montowanie

source: Autostart Config
pl: Konfig.Auto.startu

source: Backup
pl: Kopia

source: Blue-Key-Action
pl: Działanie Niebieskiego Klawisza

source: Boardviewer(extension)
pl: Zarządzanie Przeglądarką(rozszerzenia)

source: BootMenuTimeout
pl: Limit czasu menu startowego

source: BootResolution
pl: Rozdzielczość uruchomionego sys.

source: Bootargs
pl: Parametry głównego systemu plików

source: Bootdesc (default)
pl: Dysk rozruchowy (domyślny)

source: Brightness
pl: Jasność

source: CAM / EMU Config
pl: CAM/EMU Konfig.

source: Cancel
pl: Anuluj

source: CleanupWizard(extension)
pl: Kreator czyszczenia (rozszerzenie)

source: CommonInterfaceAssignment(system)
pl: Przyporządkowanie CI(System)

source: Contrast
pl: Kontrast

source: CrashlogAutoSubmit(extension)
pl: Zatwierdzanie Auto.Crash loga(Rozszerzenie)

source: Create Backup
pl: Tworzenie kopii zapasowej...

source: DVDPlayer(extension)
pl: DVDPlayer(rozszerzenia)

source: Default
pl: Domyślny

source: Device
pl: Urządzenie

source: Device:
pl: Urządzenie:

source: Devices Config
pl: Konfig.Urządzenia

source: Directory:
pl: Katalog:

source: Error Server is Offline ! Try again later !
pl: Błąd-serwer jest wyłączony!Spróbuj ponownie później!

source: Error cant get Online Server information !
pl: Błąd nie można uzyskać Informacji o serwerze!

source: Exit
pl: Wyjście

source: Fan Control
pl: Sterowanie Wentylatorem

source: Filename error ! Please use correct Filename !
pl: Zła nazwa pliku!Proszę używać poprawnej nazwy pliku!

source: Filesystem:
pl: System plików:

source: Flash Online Updater
pl: Aktualizacja Flesha Online

source: Flash Tmp Updater
pl: Aktualizacja Flesha z Tmp.

source: FreeSpace
pl: Wolne Miejsce

source: Ftp-PASS
pl: FTP-HASŁO

source: Ftp-PRIVAT
pl: Ftp-PRYWATNY

source: Ftp-USER
pl: Ftp-UŻYTKOWNIK

source: FtpFS
pl: Ftp-POŁĄCZENIE

source: Generic Config
pl: Parametry Ogólne

source: GraphMultiEPG(extension)
pl: Wykres MultiEPG(rozszerzenia)

source: HDD not mounted but /media/hdd is a LINK! Maybe you use a share as record partition! This should work,too! :)
pl: HDD nie zamontowane ale /media/hdd jest LINK! Może używasz udziału jako zapisu partycji! To powinno działać,też!:)

source: HighSR
pl: Wysokie SR

source: Hotplug(system)
pl: funkcja ta pozwala na podłączenie(plug) urządzenia bez konieczności wyłączania/restartowania całego systemu

source: IMDb(extension)
pl: IMDb(rozszerzenie)

source: Image Info
pl: Info.o Img.

source: Infos
pl: Informacje

source: Install
pl: Instalować

source: Kernel
pl: Jądro

source: Keymap Selection
pl: Wybór mapowania klawiszy

source: List IPK
pl: Lista IPK

source: MediaCenter(extension)
pl: Centrum Medialne(rozszerzenie)

source: MemInfo
pl: Info.o pamięci

source: Mini USB
pl: Gniazdo mini USB Stick

source: Miniuboot Config
pl: Konfig.MiniUboot

source: Module
pl: Moduły

source: Network
pl: Sieć

source: Network Config
pl: Konfig.Sieci

source: NetworkBrowser(system)
pl: Przeglądarka sieci(systemu)

source: NetworkServer(system)
pl: Serwer sieci(systemu)

source: NetworkWizard(system)
pl: Kreator sieci(systemu)

source: Networksetup
pl: Ustawienia sieci

source: No %s Image found !
pl: Nie %s Znaleziono Img.!

source: No ECM info
pl: Brak info.o ECM

source: No IPK found
pl: Nie znaleziono IPK

source: No new ECM info
pl: Brak nowych informacji o ECM

source: Ntfs Write
pl: Zapis NTFS

source: Option:
pl: Opcja:

source: Parental
pl: Kontrola rodzicielska(zapytanie o pin przy starcie)

source: Parental
pl: Blokowanie

source: Partitions
pl: Partycje

source: Please choose an extension to...
pl: Wybierz rozszerzenie...

source: PlugLoad
pl: Obciążenie Wtyczki

source: Pluginbrowser
pl: Przeglądarka Wtyczek

source: Plugins
pl: Wtyczki

source: Plugload Settings
pl: Ustawienia Obciążenia Wtyczki

source: PositionerSetup(system)
pl: Konfiguracja pozycjonera(system)

source: Press - restore - and the Settings are restored now! Your Box will now rebootet!
pl: Wciśnij-przywracanie- a ustawienia zostaną przywrócone teraz! Twój odbiornik będzie teraz ponownie uruchomiony

source: RECORD HDD NOT MOUNTED !
pl: ZAPIS NA HDD NIE DOSTĘPNY!

source: RECORD HDD correct MOUNTED
pl: ZAPIS na HDD Popraw MONTOWANIE

source: Record
pl: Zapis

source: Record HDD Info
pl: Info.Zapisu na HDD

source: RecordMaxSectors
pl: Zapis Maks.Sektorów(wielkość bloków danych HDD)

source: RecordSplitSize
pl: Zapis wielkości podziału

source: RecordSplitType
pl: Zapis Typu Dzielenia

source: Recording Config
pl: Konfig.nagrywania

source: RedPanel
pl: Czerwony Klawisz Funkcyjny

source: Remove IPK
pl: Usunąć IPK

source: Restore
pl: Przywracać

source: Restore Settings
pl: Powrót Ustawień

source: SatelliteEquipmentControl(system)
pl: Kontrola sprzętu sat.(System)

source: Satfinder(system)
pl: Znajdź sat.(System)

source: Saturation
pl: Nasycenie

source: Save
pl: Zapisz

source: Select backup
pl: Wybierz kopię

source: Select mini device
pl: Wybierz urządzenie mini

source: Setup
pl: Ustawienia

source: SimpleBitrate(extension)
pl: zwykłe bitrate(rozszerzenie)

source: SkinSelector(system)
pl: Wybór Skóry(System)

source: SocketMMI(extension)
pl: Gniazdo MMI(rozszerzenie)

source: SoftCam Panel
pl: Soft Cam Menu

source: Start Full Update now ?
pl: Teraz uruchomić pełną aktualizację?

source: Start Kernel Update now ?
pl: Teraz uruchomić aktualizacji jądra?

source: Start Root Update now ?
pl: Teraz uruchomić główną aktualizację?

source: Start Usb Update now ? %s Device: %s
pl: Teraz uruchomić aktualizację z USB %s Urządzenie: %s

source: Start Var Update now ?
pl: Teraz uruchomić aktualizację Var?

source: Successfully terminated
pl: Pomyślnie zakończone

source: SwapMaxSectors
pl: Wymiana Maks.Sektorów

source: System
pl: Narzędzia systemowe

source: System Info
pl: Info.o Systemie

source: TMP IPK INSTALL
pl: ZAINSTALOWAĆ IPK Z TMP

source: TMP IPK LIST
pl: LISTA IPK Z TMP

source: TMP IPK REMOVE
pl: USUNĄĆ IPK Z TMP

source: Tint
pl: Barwa

source: Top
pl: Top procesy

source: Tuxtxt(system)
pl: Telegazeta(System)

source: USB Mount Dir
pl: USB ścieżka podłączenia

source: Update
pl: Aktualizacja

source: UpnpFS
pl: Połączenie UPNPFS

source: Usb Online Updater
pl: USB Online Aktualizacja

source: Usb Tmp Updater
pl: USB tmp Aktualizacja

source: VFD_Brightness(extension)
pl: VFD-Jasność(rozszerzenie)

source: VideoTune
pl: Tuner wideo

source: WebInterface(extension)
pl: Interfejs www (rozszerzenie)

source: Yellow-Key-Action
pl: Żółty Klawisz Funkcyjny

source: You find this Backup with timestamp on /tmp Connecting per ftp and copy this backup to your Pc ! Please Waiting 2 Min ... and relax Next infos on LCD Display!
pl: Można znaleźć tą kopię zapasową z sygnaturą czasową w /tmp! Musi być kopiowane za pośrednictwem protokołu FTP do PC! Proces trwa około 2 minut ...i relaks Uwaga Informacje na wyświetlaczu LCD!

source: Your System is UpToDate !
pl: Twój system jest aktualny!

source: Your swapstick is mounted as record partition! You can`t record to the swapstick!!! The stick is just used for SwapEPG!!!
pl: Swap stick jest zamontowany w partycji zapisu! Niestety nie możesz wysłać nagrania na swapstick! Jest on używany tylko do SwapEPG!! Aby nagrywać,należy podłączyć dysk twardy!

source: active CAM :
pl: aktywny CAM:

source: active CAM 1 :
pl: aktywny CAM 1:

source: active CAM 2 :
pl: aktywny CAM 2:

source: afterTV
pl: po TV

source: always
pl: zawsze

source: an internal error has occur
pl: Wystąpił błąd wewnętrzny

source: at bootloop
pl: pętla przy starcie

source: autodns
pl: Auto DNS(Serwer DNS ustawiony przy rozruchu)

source: automountshel
pl: montowanie Shel(montowanie przy rozruchu)

source: backlower
pl: powrót do dołu

source: backupper
pl: powrót do góry

source: big
pl: duży

source: blue key calls
pl: Niebieski Klawisz Połączenia

source: bootlogo
pl: logo startowe

source: bootstop
pl: bootstop(zatrzymanie systemu w s)

source: camrouting
pl: cam ruchu sieciowego(Włącz obsługę CAM)

source: debug
pl: debug(wyjście na konsolę Set)

source: default
pl: domyślny

source: disable
pl: wyłączyć

source: don`t split
pl: nie czekaj

source: e1 ending (*.001 , *.002 , ...)
pl: e1 kończąc (*.001,*.002,...)

source: e2errorboot
pl: błąd rozruchu e2(tylko z GUI restart po GS?)

source: e2logto
pl: e2 zaloguj się(login wydanie E2)

source: emucontrol
pl: kontrola emu (sterowanie Emu na MP/MC- początku)

source: fontsize
pl: rozmiar czcionki(rozmiar czcionki skóry)

source: front
pl: z przodu

source: fsckrecord
pl: fsck zapisu(System plików.Sprawdzanie zapisu)

source: fsckswap
pl: fsck Swap(Data i sys.Sprawdzanie SWAP)

source: ftdi
pl: ftdi(USB2Serial ftdi-Wsparcie adaptera)

source: high
pl: wysoki

source: internal hdd
pl: wewnętrzny dysk twardy

source: iwatch
pl: iWatch (Inc restart po utracie połączenia)

source: loadpartition
pl: podział obciążenia

source: low
pl: niski

source: miniconfig
pl: MiniUboot Konfig.

source: nfsserver
pl: Serwer NFS(Uaktywnij serwer NFS)

source: no
pl: Nie

source: no CAM active
pl: nie aktywny CAM

source: noaudiosync
pl: Brak synchronizacji dźwięku

source: normal
pl: normalny

source: off
pl: koniec

source: oldaudiofw
pl: oldaudiofw(używać starego FW dla dźwięku )DTS Downmix)

source: pl2303
pl: pl2303(USB2Serial pl2303-Wsparcie adaptera)

source: playlist
pl: lista odtwarzania

source: poweroff
pl: wyłączanie zasilania

source: repairmodus
pl: tryb naprawy(Monit podczas uruchamiania po awarii)

source: rmcrashlog
pl: rmcrashlog(usunąć dziennik błędów)

source: sambaserver
pl: serwer samby

source: scartonstandby
pl: SCART w trybie czuwania

source: showip
pl: Pokaż IP(IP na wyświetlaczu LCD)

source: showiptv
pl: Pokaż IPTV(Patrz informacje na ekranie telewizora przy starcie)

source: small
pl: Mały

source: swap
pl: swap(Użyj pliku wymiany)

source: swapsize
pl: wielkość wymiany

source: updatelist
pl: Aktualizacja listy

source: yes
pl: Tak

source: Reader
pl: Czytnik

source: IP addres
pl: Adres IP

source: Install Softcam
pl: Instalacja Soft cam

source: Updates Available
pl: Dostępne aktualizacje

source: Select files/folders to backup...
pl: Wybierz pliki/foldery do kopij...

source: Show INFO-Panel Red-key
pl: Pokaż INFO-czerwony klawisz na panelu

source: Show Softcam-Panel Red-key long
pl: Pokaż Softcam-czerwony długi klawisz na panelu

source: SoftCam-Panel Setup
pl: Soft Cam-Panel Konfig.

source: Yellow Key Action
pl: Żółty Klawisz Funkcyjny

source: MountManager
pl: Zarządzanie Montowaniem

source: CronManager
pl: Zarządzanie Cronem

source: JobManager
pl: Zarządzanie Skryptami

source: Job Manager
pl: Menadżer Skryptów

source: SwapManager
pl: Zarządzanie Wymianą

source: Swap Manager
pl: Menadżer Wymiany

source: SundtekControlCenter
pl: Sundtek Centrum Kontroli

source: Audio Selection
pl: Wybór Dźwięku

source: Default (Timeshift)
pl: Domyślnie(Timeshift)

source: Default(keymap.xml)
pl: Domyślny(keymap.xml)

source: Use Keymap
pl: Użyj mapowania klawiszy

source: Setup Mounts
pl: Konfiguracja montowania

source: Getting Softcam list.Please wait...
pl: Uzyskiwanie listy Soft cam.Czekaj...

source: Are you sure you want to restore your STB backup? STB will restart after the restore.
pl: Czy na pewno chcesz przywrócić kopię zapasową odbiornika? odbiornik zostanie uruchomiony ponownie po przywróceniu

source: OK/ green = activate settings
pl: OK/zielony=aktywacja ustawień

source: Info = show tuner informations
pl: Info=pokazać info.o tunerze

source: DVB Transmission Way
pl: Sposób transmisji DVB

source: via USB
pl: przez USB

source: via Network
pl: za pośrednictwem sieci

source: Bouquet + = install or update driver
pl: Bukiet+=zainstalować lub zaktualizować sterownik

source: Bouquet - = scan for IPTV server addresses
pl: Bukiet-=skanowanie adresów serwerów IPTV

source: Network IP
pl: IP Sieci

source: Package list update
pl: Aktualizacja listy pakietów

source: Deactivate
pl: Dezaktywacia

source: Enable Swap at startup
pl: Włącz swap/wymianę przy starcie

source: Custom
pl: Zwyczaj

source: Predefined
pl: Wstępnie

source: Hourly
pl: Co godzine

source: Daily
pl: Codziennie

source: Weekly
pl: Tygodniowo

source: Monthly
pl: Miesięcznie

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: Cron Manager
pl: Menadżer Cron

source: Active
pl: Aktywne

source: Disabled
pl: Wyłączone

source: Current Status:
pl: Obecny Status:

source: Stopped
pl: Zatrzymane

source: Running
pl: Bieżące

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
pl: H: = Co godzine / D: = Codziennie / W: = Tygodniowo / M: = Miesięcznie

source: Add
pl: Dodać

source: Delete
pl: Usunąć

source: Autostart Disabled.
pl: Dezaktywować Autostart

source: Autostart Enabled.
pl: Aktywować Autostart

source: Info
pl: Info.o Odbiorniku

source: Are you sure you want to delete this:
pl: Czy na pewno chcesz usunąć to:

source: Remove Confirmation
pl: Potwierdzenie Usunięcia

source: Run how often ?
pl: Jak często uruchamiać?

source: Time to execute command or script
pl: Czas pracy polecenia lub skryptu

source: What Day of week ?
pl: Co jaki dzień tygodnia?

source: What Day of month ?
pl: Co jaki dzień miesiąca?

source: Command type
pl: wpisz polecenie

source: Command To Run
pl: Polecenia do uruchomienia

source: Standby timeout:
pl: Limit czasu czuwania:

source: Insert mount point:
pl: Wstaw punkt montowania:

source: Cannot umount current drive. A record in progress, timeshit or some external tools (like samba and nfsd) may cause this problem. Please stop this actions/applications and try again
pl: Nie można zdemontować bieżącego sterownika Nagrywanie w toku,główne lub zewnętrzne narzędzie(takie jak Samba i nfsd)może powodować ten problem. Proszę zatrzymać te działanie/aplikacje i spróbować ponownie

source: Cannot mount new drive. Please check filesystem or format it and try again
pl: Nie można zamontować nowego sterownika. Proszę sprawdzić system plików,sformatować i spróbować ponownie

source: Check
pl: Sprawdź

source: Format
pl: Formatowanie

source: Umount
pl: Od montowanie

source: Mount
pl: Montowanie

source: Check disk terminated with success
pl: Sprawdzanie dysku zakończone sukcesem

source: Error checking disk. The disk may be damaged
pl: Błąd podczas sprawdzania dysku.Dysk może być uszkodzony

source: Format terminated with success
pl: Formatowanie zakończone sukcesem

source: Cannot format current drive. A record in progress, timeshit or some external tools (like samba and nfsd) may cause this problem. Please stop this actions/applications and try again
pl: Nie można sformatować bieżącego dysku. Nagrywanie w toku,timeshit lub niektóre narzędzie zewnętrzne(takie jak samba i nfsd)może powodować ten problem. Proszę zatrzymać te działanie/aplikacje i spróbować ponownie

source: Error formatting disk. The disk may be damaged
pl: Błąd formatowania dysku.Dysk może być uszkodzony

source: Cannot umount device. A record in progress, timeshit or some external tools (like samba and nfsd) may cause this problem. Please stop this actions/applications and try again
pl: Nie można odmontować urządzenia. Nagrywanie w toku,timeshit lub niektóre narzędzie zewnętrzne(takie jak samba i nfsd)może powodować ten problem. Proszę zatrzymać te działanie/aplikacje i spróbować ponownie

source: Device Manager
pl: Menadżer Urządzenia

source: Mounts
pl: Montowania

source: Cannot format partition %d
pl: Nie można sformatować partycji %d

source: Partitioning failed!
pl: Podział nie powiodł się!

source: SoftcamPanel
pl: Menu Soft Cam

source: About
pl: o

source: Info Panel
pl: Panel Info.

source: Softcam-Panel Setup
pl: Ustawienia Panelu Soft Cam

source: MultiQuickButton
pl: Szybkie Przypisanie Klawiszy

source: Remote_setup
pl: Zdalna konfiguracja

source: Device_Manager
pl: Manadżer Urządzenia

source: OpenopenATV
pl: Otwarte openATV

source: System_Info
pl: Info Systemu

source: Copy your keymap to /usr/share/enigma2/keymap.usr
pl: Skopiuj układ klawiatury do /usr/share/enigma2/keymap.usr

source: Default (keymap.xml)
pl: Domyślne(keymap.xml)

source: User (keymap.usr)
pl: Użytkownika(keymap.usr)

source: Keymap changed, you need to restart the GUI
pl: Mapy klawiszy zmienione,należy ponownie uruchomić GUI

source: Do you want to restart now?
pl: Czy chcesz teraz ponownie uruchomić?

source: Show Softcam-Panel in Extensions Menu
pl: Pokaż Panel Softcam-w menu Rozszerzeń

source: Close
pl: Zamknąć

source: Run
pl: Działanie

source: Select a script to run:
pl: Wybierz skrypt do uruchomienia:

source: Are you ready to run the script ?
pl: Czy jesteś gotowy,aby uruchomić skrypt?

source: Run Confirmation
pl: Uruchom Potwierdzenie

source: You have no script to run.
pl: Nie masz skryptu do uruchomienia.

source: Refresh
pl: Odśwież

source: Stop Tuner
pl: Stop Tunera

source: Start Tuner
pl: Start Tunera

source: USB/Network
pl: USB/Sieć

source: Sundtek Control Center
pl: Centrum Kontroli Sundtek

source: Sundtek legal notice: This software comes without any warranty, use it at your own risk?
pl: Sundtek informacja prawna: To oprogramowanie jest bez jakiejkolwiek gwarancji,używasz na własne ryzyko?

source: It seems the sundtek driver is not installed or not installed properly. Install the driver now?
pl: Wydaje sie ze sterowniki nie są zainstalowane lub nie są prawidłowo zainstalowane.Należy zainstalować sterownik ponownie

source: No IPTV media server found
pl: Nie znaleziono serwera mediów IPTV

source: Use following address as IPTV media server?
pl: Użyć następującego adresu jako serwera mediów IPTV?

source: comand line: %s
pl: komendy linii: %s

source: sundtek control center plugin
pl: Wtyczka Centrum Kontroli Sundtek

source: installs the sundtek driver and runs related shellscripts
pl: instaluje sterowniki Sundtek i związane skrypty

source: Updating mount locations.
pl: Montowania są aktualizowane.

source: Changes need a system restart to take effect. Restart your %s %s now?
pl: Zmiany zmuszają do ponownego uruchomienia systemu,aby weszły w życie. Uruchomić ponownie %s %s teraz?

source: Restart %s %s.
pl: Uruchom ponownie %s %s.

source: Script Runner
pl: Zarządzanie skryptami

source: Cpu
pl: Typ Procesora

source: Ram
pl: Pamięć Ram
